spec/fixtures/soap/xml/IControl/Networking/Interfaces/IControl.Networking.Interfaces.get_enabled_state_2afdb3d5e074943889612cc8fb087b86_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:Networking/Interfaces"><env:Body><wsdl:get_enabled_state><interfaces><value>1.1</value></interfaces></wsdl:get_enabled_state></env:Body></env:Envelope>